Repository: unludenizz/Websiteprojectphp
Catalog: website/locale/*.xlf
Languages: tr

# tu-708932341
source: … and [numf,_1] more
tr: … ve [numf,_1] tane daha

# tu-3505427723
source: … done.
tr: … tamamlandı.

# tu-507859118
source: … “[_1]” complete (but with errors).
tr: … “[_1]” tamamlandı (ancak hatalarla).

# tu-863784683
source: … “[_1]” complete.
tr: … “[_1]” tamamlandı.

# tu-3419864621
source: !! Do not respond to this message. Your reply will go nowhere. !!
tr: !! Do not respond to this message. Yanıtınız hiçbir yere gitmeyecek. !!

# tu-4111880763
source: $[_1] USD is too high. This product’s price may not exceed $[_2] USD per domain.
tr: [_1] Amerikan Doları çok yüksek. Bu ürünün etki alanı başına ücreti [_2] Amerikan Dolarını aşamaz.

# tu-662374058
source: $[_1] is too low of a price. The minimum price per domain for this product is $[_2].
tr: [_1] Amerikan Doları çok düşük bir ücret. Bu ürün için etki alanı başına minimum ücret [_2] Amerikan Dolarıdır.

# tu-1407776529
source: (At half past the hour.)
tr: (Buçukta.)

# tu-2561024224
source: (At one quarter past the hour.)
tr: (Çeyrek geçe.)

# tu-557691928
source: (At one quarter until the hour.)
tr: (Çeyrek kala.)

# tu-3295317843
source: (At the beginning of the hour.)
tr: (Saat başı)

# tu-4168142816
source: (Authorization required)
tr: (Yetkilendirme gerekli)

# tu-3901624379
source: (Bad gateway)
tr: (Kötü ağ geçidi)

# tu-2280506510
source: (Bad request)
tr: (Kötü istek)

# tu-1625697793
source: (Cannot use due to limits)
tr: (Limitler nedeniyle kullanılamıyor)

# tu-2622735796
source: (Conflict)
tr: (Çatışma)

# tu-1988529047
source: (Expectation failed)
tr: (Beklenti karşılanamadı)

# tu-1430331630
source: (Failed dependency)
tr: (Bağımlılık başarısız oldu)

# tu-1023107023
source: (Forbidden)
tr: (Yasaklandı)

# tu-3561220971
source: (Gateway timeout)
tr: (Ağ geçidi zaman aşımı)

# tu-2487293095
source: (Gone)
tr: (Gönderildi)

# tu-3682805639
source: (HTTP version not supported)
tr: (HTTP sürümü desteklenmiyor)

# tu-3634541762
source: (In order to view the current sessions, you may need to reload your page.)
tr: (Mecvut oturumlarınızı görmek için sayfanızı yeniden yüklemeniz gerekebilir.)

# tu-845415116
source: (Insufficient storage)
tr: (Yetersiz depolama alanı)

# tu-80308666
source: (Internal server error)
tr: (Dahili sunucu hatası)

# tu-2932958651
source: (Length required)
tr: (Gerekli uzunluk)

# tu-3667086648
source: (Locked)
tr: (Kilitlendi)

# tu-1328570782
source: (Method not allowed)
tr: (Yönteme izin verilmiyor)

# tu-4008283918
source: (NOT Recommended)
tr: (ÖNERİLMEZ)

# tu-1223907264
source: (None)
tr: (Yok)

# tu-791070355
source: (Not Implemented)
tr: (Uygulanmadı)

# tu-3331783379
source: (Not acceptable)
tr: (Kabul edilemez)

# tu-1186196048
source: (Not extended)
tr: (Genişletilmedi)

# tu-1073549487
source: (Not found)
tr: (Bulunamadı)

# tu-1100209845
source: (Note: “[numf,_1]” is the default setting. The higher the number, the more conservative the setting.)
tr: (Not: “[numf,_1]” varsayılan ayardır. Sayı arttıkça değer daha koruyucu olur.)

# tu-3427050631
source: (Payment required)
tr: (Ödeme gerekli)

# tu-3604475257
source: (Precondition failed)
tr: (Ön koşul karşılanamadı)

# tu-995582251
source: (Proxy authentication required)
tr: (Vekil sunucu yetkilendirmesi gerekiyor)

# tu-2673492481
source: (Recommended)
tr: (Önerilir)

# tu-478000434
source: (Remote FTP Backup Only)
tr: (Yalnızca Uzak FTP Yedeklemesi)

# tu-4163958622
source: (Request URI too large)
tr: (URI isteği çok büyük)

# tu-562110665
source: (Request entity too large)
tr: (İstek öğesi çok büyük)

# tu-907192268
source: (Request range not satisfiable)
tr: (İstek aralığı karşılanamıyor)

# tu-1892521958
source: (Request timeout)
tr: (İstek zaman aşımı)

# tu-3227414043
source: (Service unavailable)
tr: (Hizmet kullanılamıyor)

# tu-1015195178
source: (This is [output,strong,NOT] recommended.)
tr: (Bu [output,strong,ÖNERİLMEZ].)

# tu-2843607536
source: (This setting is not needed for account restoration.)
tr: (Bu ayar hesap onarımı için gerekmez.)

# tu-1245662139
source: (This setting is recommended if you set Remount/Mount.)
tr: (Bu ayar, Yeniden Bağla/Bağla seçtiyseniz önerilir.)

# tu-674351281
source: (This setting is required if you are behind a firewall or if FTP backups fail.)
tr: (Bu ayar, bir güvenlik duvarının arkasındaysanız veya FTP yedeklemeleri başarısız olursa gerekir.)

# tu-1070915288
source: (This setting requires a separate drive or other mount point.)
tr: (Bu ayar ayrı bir sürücü veya başka bağlantı noktası gerektirir.)

# tu-637145067
source: (This setting requires a separate drive, [asis,Coda], or [output,acronym,NFS,Network File System] mount.)
tr: (Bu ayar ayrı bir sürücü, [asis,Coda] ya da [output,acronym,NFS,Ağ Dosyası Sisteminin] bağlanmasını gerektirir.)

# tu-2986080399
source: (This setting will only back up items that have changed.) (**No Compression**, not compatible with FTP backups.)
tr: (Bu ayar yalnızca değiştirilmiş olan öğeleri yedekleyecek.) (**Sıkıştırma Yok**, FTP yedeklemeleriyle uyumlu değil.)

# tu-623240635
source: (This should be a directory, [output,acronym,NFS,Network File System] or [asis,Coda] mount with at least twice the space of all your [asis,/home*] partitions. Setting this to [asis,/home] is [output,strong,strongly discouraged].)
tr: (Bu, tüm [asis,/home*] bölümlerinizin en az iki katı yere sahip bir dizin, [output,acronym,NFS,Ağ Dosyası Sistemi] ya da [asis,Coda] bağlanması olmalıdır. Bunu [asis,/home] olarak ayarlamak [output,strong,kesinlikle önerilmez].)

# tu-447018666
source: (This should be a directory, drive, or mount point with at least twice the space of all your [asis,/home*] partitions. Setting this to [asis,/home] is [output,strong,strongly discouraged].)
tr: (Bu, tüm [asis,/home*] bölümlerinizin en az iki katı yere sahip bir dizin, sürücü ya da bağlantı noktası olmalıdır. Bunu [asis,/home] olarak ayarlamak [output,strong,kesinlikle önerilmez].)

# tu-558405363
source: (Unprocessable entity)
tr: (İşlenemeyen öğe)

# tu-2724063509
source: (Unsupported media type)
tr: (Desteklenmeyen ortam tipi)

# tu-176512859
source: (Variant also negotiates)
tr: (Değişken de anlaşma sağlar)

# tu-1147478502
source: (Warning: “[_1]” does not refer to a valid email account or alias. This forwarder will point to the default address.)
tr: (Uyarı: “[_1]” geçerli bir e-posta hesabına ya da takma adına karşılık gelmiyor. Bu iletici varsayılan adrese işaret edecek.)

# tu-3653198952
source: (Warning: “[_1]” does not refer to a valid email account.)
tr: (Uyarı: “[_1]” geçerli bir e-posta hesabına karşılık gelmiyor.)

# tu-3129604
source: (Warning: “[_1]” does not refer to a valid local email account or alias. The system will not create a forwarder, because it already sends that email to the default address.)
tr: (Uyarı: “[_1]” geçerli bir yerel e-posta hesabına ya da takma adına karşılık gelmiyor. Sistem, ilgili e-postayı zaten varsayılan adrese gönderdiğinden bir iletici oluşturmayacaktır.)

# tu-3780582795
source: (Warning: “[_1]” does not refer to a valid local email account.)
tr: (Uyarı: “[_1]” geçerli yerel bir e-posta hesabına karşılık gelmiyor.)

# tu-200746374
source: (Warning: “[_1]” does not refer to a valid system user. This forwarder will point to the default address.)
tr: (Uyarı: “[_1]”, geçerli bir sistem kullanıcısına karşılık gelmiyor. Bu iletici varsayılan adrese işaret edecek.)

# tu-315918372
source: (Warning: “[_1]” refers to a forwarder or alias. The address has been set to “[_2]” to prevent any mail loops.)
tr: (Uyarı: “[_1]” bir ileticiye ya da rumuza başvuruyor. Herhangi bir posta döngüsünü önlemek için adres “[_2]” olarak ayarlanmış.)

# tu-2331226377
source: (You must choose the [output,em,Per Account] option to use the restore feature.)
tr: (Geri yükleme özelliğini kullanmak için [output,em,Hesap Başına] seçeneğini belirlemelisiniz.)

# tu-661941526
source: ([_1]’s Shared IP)
tr: ([_1] Öğesinin Paylaşılan IP’si)

# tu-791954550
source: ([_1]’s shared IP)
tr: ([_1] öğesinin paylaşılan IP’si)

# tu-2964444448
source: ([output,strong,Note]: By selecting the [output,strong,Daily] backup option, you will receive [output,strong,Monthly] and [output,strong,Weekly] as well, unless you choose not to retain them below. By selecting the [output,strong,Weekly] backup option, you will receive [output,strong,Monthly] as well, unless you choose not to retain them below.)
tr: ([output,strong,Not]: [output,strong,Günlük] yedekleme seçeneğini seçerek, aşağıda tutmamayı seçmediğiniz sürece [output,strong,Aylık] ve [output,strong,Haftalık] olarak da alacaksınız. [output,strong,Haftalık] yedekleme seçeneğini seçerek, aşağıda tutmamayı seçmediğiniz sürece [output,strong,Aylık] olarak da alacaksınız.

# tu-2705111006
source: ([output,url,_1,Change])
tr: ([output,url,_1,Değiştir])

# tu-396013912
source: (group name)
tr: (grup adı)

# tu-3744484510
source: (maximum: [numf,_1])
tr: (maksimum: [numf,_1])

# tu-980455756
source: (minimum: [numf,_1]; maximum: [numf,_2])
tr: (minimum: [numf,_1]; maksimum: [numf,_2])

# tu-1291705036
source: (not in a subdirectory)
tr: (bir alt dizin içerisinde değil)

# tu-3370810555
source: (other subdirectories)
tr: (diğer alt dizinler)

# tu-2620804823
source: (self-signed)
tr: (kendinden imzalı)

# tu-994344078
source: (space)
tr: (boş alan)

# tu-589087036
source: (transparent [asis,.gif] file)
tr: (şeffaf [asis,.gif] dosya)

# tu-4163139350
source: ** All Public Domains **
tr: ** Tüm Ortak Etki Alanları **

# tu-3751375479
source: *15 character limit
tr: *15 karakter sınırlaması

# tu-1283206932
source: - or -[comment,this is meant to be a horizontal separator of 2 things stacked vertically]
tr: - ya da -[comment,this is meant to be a horizontal separator of 2 things stacked vertically]

# tu-1156936760
source: -- Empty PHP version list --
tr: -- Boş PHP sürümü listesi --

# tu-4214462832
source: -- Empty [asis,PHP] version list --
tr: -- Boş [asis,PHP] sürümü listesi --

# tu-948907609
source: -- Not Available --
tr: -- Mevcut Değil --

# tu-1915468266
source: 0 (not an excessive login failure) or 1 (an excessive login failure)
tr: 0 (aşırı bir oturum açma hatası değil) veya 1 (aşırı bir oturum açma hatası)

# tu-726684159
source: 1 MB = 1,024 kB = 1,048,576 bytes
tr: 1 MB = 1.024 kB = 1.048.576 bayt

# tu-3779094625
source: 1. Register the button in [output,strong,config.btnList].
tr: 1. Düğmeyi [output,strong,config.btnList] içinde kaydedin.

# tu-4038382868
source: 1st and 15th
tr: 1 ve 5.

# tu-1941588931
source: 2. Inserting it into the toolbar
tr: 2. Araç çubuğuna ekleme

# tu-341692293
source: A Complete Example
tr: Tam Bir Örnek

# tu-1629484706
source: A DNS entry for the domain “[_1]” already exists.
tr: “[_1]” etki alanı için bir DNS girişi zaten var.

# tu-22012188
source: A DNS entry for the domain, “[_1]”, already exists.
tr: “[_1]” etki alanı için bir DNS girişi zaten var.

# tu-1039336667
source: A DNS entry for “[_1]” already exists. You must remove this DNS entry from all servers in the DNS cluster to proceed.
tr: “[_1]” için bir DNS girişi zaten var. Devam etmek için, bu DNS girişini DNS kümesindeki tüm sunuculardan kaldırmalısınız.
